<template>
  <section class="about">
    <div class="photo-block"></div>
    <div class="container container--narrow">
      <div class="heading">
        <div class="title-wrapper">
          <h3 class="title title--light">
            Витторио Маджестик
          </h3>
          <div class="subtitle">
            основатель и преподаватель школы
            <strong>«Нумерология по Таро 3.0»</strong>
          </div>
        </div>
        <div class="icon-wrapper">
          <img src="../../assets/images/cards.png" alt="magestic" />
        </div>
      </div>

      <ul class="list">
        <li class="list__item">
          <span class="list__emp"
            >Со Старшими арканами Таро работаю с 1998 года.</span
          >
          Тогда и начала формироваться наша система Нумерологии по Таро.
        </li>
        <li class="list__item">
          <span class="list__emp"
            >К 2004 году она вобрала в себя классическую Нумерологию по Таро и
            систему немецкого нумеролога Герберта Рейхштейна.</span
          >
          Они великолепно дополняют друг друга – образовав одно целое в нашей
          системе.
        </li>
        <li class="list__item">
          <span class="list__emp">
            Первая наша школа была проведена в 2013 году.</span
          >
          За 6 лет было сделано 11 выпусков учеников с разных стран мира
          (охвачены все континенты). Заочники, обучаться по записям занятий,
          приходят к нам постоянно.
        </li>
        <li class="list__item">
          Проведенный нами опрос показал, что
          <span class="list__emp"
            >70% наших выпускников используют систему для проведения
            консультаций.</span
          >
          Такой высокий процент получен благодаря тому, что они получили в руки
          завершенную и простую для использования систему с программным
          обеспечением. Не нужно постоянно делать ручные расчеты – это
          утомительно.
        </li>
        <li class="list__item">
          <span class="list__emp"
            >В 2019 году выходит обновленная школа версии 2.0.</span
          >
          Ее главная фишка – программа для расчетов на компьютере. Все обучение
          проходит с помощью нее. Минимум теории, максимум практики – такая
          задача новой школы. Теория вынесена в методички для самостоятельного
          изучения для тех, кому она важна.
        </li>
        <li class="list__item">
          <span class="list__emp">
            В 2020 году выходит новая версия школы 3.0.</span
          >
          В ней наконец-то удалось соединить Нумерологию, Таро и Личностное
          развитие благодаря новому блоку в программе по работе с Чакрами. С его
          помощью ожила прогностика и значительно интереснее теперь работать с
          партнерской нумерологией – отношения можно выстраивать благодаря
          цифрам.
        </li>
        <li class="list__item">
          Для меня, как практикующего астролога, Нумерология по Таро является
          главным инструментом в работе с клиентами. Первым я всегда провожу
          анализ нумерологического расчета, и только затем астрологического.

          <span class="list__emp">
            Более 15 лет моей практики показали, что они всегда дополняют друг
            друга.</span
          >
        </li>
        <li class="list__item">
          <span class="list__emp"
            >После 20 лет плодотворной работы мне есть чем с вами
            поделиться.</span
          >
        </li>
      </ul>

      <div class="signature">
        <div class="signature__img">
          <img src="../../assets/images/signature.png" alt="magestic" />
        </div>
        <div class="signature__info">
          <div class="signature__title">Витторио Маджестик</div>
          <div class="signature__desc">
            Ваш проводник в Энерго-Информационный мир
          </div>
        </div>
      </div>
    </div>
  </section>
</template>

<style lang="scss" scoped>
@import "./style.scss";
</style>
